{
    "backgroundMusic": {
        "listen": "Anhören",
        "pause": "Pause"
    },
    "menu": {
        "label": {
            "projects": "Projekte",
            "about": "Über mich",
            "inspiration": "Inspiration",
            "gallery": "Galerie",
            "contact": "Kontakt"
        }
    },
    "cookieBanner": {
        "text": "Diese Website verwendet Cookies, um sicherzustellen, dass Sie die bestmögliche Erfahrung auf unserer Website machen.",
        "link": "Mehr Informationen",
        "button": "Verstanden!"
    },
    "footer": {
        "contact": "Kontaktiere mich"
    },
    "home": {
        "section": {
            "project": {
                "title": "Fading Hell",
                "description": "Ein Musikprojekt, an dem ich gerade arbeite."
            },
            "about": {
                "title": "Über mich",
                "descriptionOne": "Hallo, ich bin Andrej Koller, ein Webentwickler, spezialisiert auf Frontend- und Backend-Entwicklung.",
                "descriptionTwo": "Neben dem Programmieren spiele ich leidenschaftlich gern Klavier und Orgel und strebe danach, einzigartige und stimmungsvolle Darbietungen zu schaffen. Durch Musik möchte ich andere inspirieren und motivieren, indem ich bedeutungsvolle und aufmunternde Stücke teile."
            }
        }
    },
    "about": {
        "section": {
            "introduction": {
                "title": "Über mich",
                "subtitle": "Eine Brücke zwischen Code, Kreativität und Neugier",
                "descriptionOne": "Vielen Dank, dass Sie sich die Zeit genommen haben, mehr über mich zu erfahren. Meine Tage sind größtenteils mit Planung und Programmierung ausgefüllt, wobei ich mich auf Webentwicklung und Datenmanagement konzentriere. Ich bin stets bestrebt, mein Wissen zu erweitern, neue Technologien zu entdecken und meine Fähigkeiten zu verfeinern. Wenn Sie sich für die spezifischen Tools und Programmiersprachen interessieren, mit denen ich arbeite, schauen Sie sich gerne mein GitHub-Profil an.",
                "descriptionTwo": "Wenn Sie neugierig auf meine Projekte sind, empfehle ich Ihnen, meinen GitHub für aktuelle und zukünftige Uploads zu erkunden. Alle relevanten Links finden Sie am Ende jeder Seite.",
                "descriptionThree": "Neben dem Programmieren spielt Musik eine wichtige Rolle in meinem Leben. Das klassische Klavier- und Orgelspiel ermöglicht es mir, in verschiedene musikalische Welten einzutauchen, die von Komponisten wie Satie, Schumann, Mozart und Chopin geprägt sind. Ich hege eine große Leidenschaft für vergessene und weniger bekannte Orgelmusik, sowohl historische als auch zeitgenössische, und freue mich, verlorene Werke wiederzuentdecken. Auf meinem YouTube-Kanal teile ich eine einzigartige Sammlung von Orgel- und Klavieraufnahmen, die die Schönheit dieser Instrumente in verschiedenen Stilen zeigen. Wenn Sie Interesse an einer Zusammenarbeit bei musikalischen Projekten haben, melden Sie sich gerne – ich bin immer offen für neue Kontakte."
            },
            "instruments": {
                "title": "Instrumente",
                "descriptionOne": "Ein Yamaha YDP 164B, ein 88-tastiges Digitalpiano mit vollgewichteten Tasten, die das Spielgefühl eines akustischen Flügels nachahmen."
            },
            "thankYou": {
                "descriptionOne": "Ich möchte allen danken, die mir wirklich zuhören und mich verstehen – besonders durch meine Musik.",
                "descriptionTwo": "Andrej Koller"
            },
            "audio": {
                "title": "Audio",
                "infoOne": "Trois Gymnopédies -",
                "infoTwo": "Gymnopédie No. 3,",
                "infoThree": " Éric Satie"
            }
        }
    },
    "projects": {
        "title": "Projekte",
        "category": {
            "solo": "Solo",
            "ensemble": "Ensemble",
            "all": "Alle"
        }
    },
    "project": {
        "category": {
            "solo": "Solo",
            "ensemble": "Ensemble",
            "All": "Alle"
        },
        "instrument": {
            "fortePiano": "Fortepiano",
            "pipeOrgan": "Orgel"
        },
        "notification": {
            "text": "Dieses Stück befindet sich derzeit in Produktion. Eine Videoaufführung wird bald verfügbar sein."
        },
        "gymnopedies": {
            "title": "Trois Gymnopédies",
            "description": "Érik Satie komponierte diese drei kurzen, atmosphärischen Kompositionen im 3/4-Takt, die alle ein gemeinsames Thema und eine gemeinsame Struktur aufweisen. Beim Erleben lösen sie eine sentimentale Sehnsucht nach der Vergangenheit oder dem bittersüßen Unbekannten aus. Eine Zeit und ein Ort, an dem man noch nie zuvor gewesen ist."
        },
        "oversky": {
            "title": "Oversky",
            "description": "Luke Howard – „Oversky“ ist ein atmosphärisches Klavierstück, das sich durch sanfte, schwebende Melodien und eine melancholische, aber dennoch hoffnungsvolle Stimmung auszeichnet. Mit seiner minimalistischen, neoklassischen Komposition ruft es das Bild eines weiten Himmels hervor, in dem zarte Klänge wie vorbeiziehende Wolken dahinziehen."
        },
        "lesFeuillesMortes": {
            "title": "Les Feuilles Mortes",
            "description": "Jean-Michel Blais' Interpretation von Les Feuilles Mortes fängt die nostalgische Essenz des klassischen französischen Liedes ein und verleiht ihm gleichzeitig seinen charakteristischen zeitgenössischen neoklassischen Stil. Sein zarter Klavieranschlag bringt die melancholische Schönheit fallender Herbstblätter zum Ausdruck und weckt Sehnsucht und Besinnung. Mit sanften, fließenden Melodien und subtilen Dynamikwechseln wirkt das Stück intim und filmisch, als würde es den Zuhörer durch einen ruhigen, goldfarbenen Herbstnachmittag tragen."
        },
        "gnossiennes": {
            "title": "Gnossiennes",
            "description": "Saties Gnossiennes existieren in einem Reich jenseits traditioneller Form und Zeit. Ohne Taktstriche oder konventionelles Tempo treiben sie wie musikalischer Weihrauch – schwerelos, rätselhaft und nach innen gerichtet. Die Melodien wirken uralt und ungewohnt, als wären sie eher ausgegraben als geschrieben, und die Harmonien wandern mit einer fast rituellen Logik. Stille ist hier nicht bloß eine Pause; sie wird zum Partner der Noten und formt Bedeutung sowohl durch Abwesenheit als auch durch Anwesenheit."
        },
        "vexations": {
            "title": "Vexations",
            "description": "Vexations ist ein rätselhaftes und eindringliches Werk für Soloklavier. Sein langsames, dissonantes Thema – das 840 Mal wiederholt werden soll – versetzt den Hörer in einen tranceartigen Zustand, in dem die Grenze zwischen Zeit und Gefühl verschwimmt. Das Stück ruft ein Gefühl stiller Introspektion hervor, als würde man endlos durch die Gänge des Geistes wandern und nach etwas Verlorenem oder Unbekanntem suchen."
        },
        "nocturneEFlatMajor": {
            "title": "Nocturne in E-flat Major, Op. 9 No. 2",
            "description": "Chopins Nocturne in Es-Dur ist eine zarte Meditation über Schönheit, Sehnsucht und Stille. Mit lyrischer Anmut beginnt das Stück wie ein sanftes Flüstern, dessen ornamentierte Melodie sich über einer sanft pulsierenden Begleitung entfaltet. Jede Phrase scheint zu seufzen, als würde sie etwas Halberinnertes wachrufen – einen Traum, eine Erinnerung, eine flüchtige Berührung."
        }
    },
    "inspiration": {
        "title": "Inspiration",
        "descriptionOne": "Dies ist eine Sammlung der Schätze, die mich im Laufe der Zeit begleitet haben: inspirierende Zitate,",
        "descriptionTwo": "persönliche Zeugnisse und zum Nachdenken anregende Videos.",
        "itemOne": {
            "quote": "“Vor allem: Lügen Sie sich nicht selbst an. Wer sich selbst belügt und auf seine eigenen Lügen hört, kann die Wahrheit in sich und um sich herum nicht mehr erkennen und verliert dadurch jeglichen Respekt vor sich selbst und anderen. Und ohne Respekt hört er auf zu lieben.”",
            "author": "Fyodor Dostoevsky, Die Brüder Karamasow"
        },
        "itemTwo": {
            "quote": "“Um Großes zu erreichen, braucht es zwei Dinge: einen Plan und nicht ganz genug Zeit.”",
            "author": "Leonard Bernstein"
        },
        "itemThree": {
            "quote": "“Licht in die Dunkelheit der Herzen der Menschen zu bringen – das ist die Aufgabe des Künstlers.”",
            "author": "Robert Schumann"
        },
        "itemFour": {
            "quote": "“Aber wie könnte man leben, wenn man keine Geschichte zu erzählen hat?”",
            "author": "Fyodor Dostoevsky, Weiße Nächte"
        },
        "itemFive": {
            "quote": "“Wenn du dich verliebst, mögest du mit ihr glücklich sein. Ich brauche ihr nichts zu wünschen, denn sie wird mit dir glücklich sein. Möge dein Himmel immer klar sein, möge dein liebes Lächeln immer strahlend und fröhlich sein, und mögest du ewig gesegnet sein für diesen Moment der Glückseligkeit, den du einem anderen einsamen und dankbaren Herzen geschenkt hast. Reicht so ein Moment nicht für das ganze Leben?”",
            "author": "Fyodor Dostoevsky, Weiße Nächte"
        },
        "itemSix": {
            "quote": "“Wer ein Leben rettet, rettet die ganze Welt.”",
            "author": "Stern, Schindlers Liste"
        },
        "itemSeven": {
            "quote": "“Um denken zu können, muss man das Risiko eingehen, anstößig zu sein.”",
            "author": "Jordan B. Peterson"
        },
        "itemEight": {
            "quote": "“Carpe diem.”",
            "author": "Quintus Horatius Flaccus"
        },
        "itemNine": {
            "quote": "“Musik ist der Vermittler zwischen dem spirituellen und dem sinnlichen Leben.”",
            "author": "Ludwig van Beethoven"
        },
        "itemTen": {
            "quote": "“Er war der Verachtete und Gemeine der Menschen, ein Mensch voller Leiden und Schmerzen. Fürwahr, er trug unsere Schmerzen und trug unsere Leiden; doch wir hielten ihn für einen von Gott Gestraften. Doch er wurde für unsere Sünden durchbohrt und für unsere Missetaten zermalmt. Die Strafe lag auf ihm, damit wir Frieden hätten, und durch seine Wunden sind wir geheilt. Wir alle gingen in die Irre wie Schafe; jeder sah seinen eigenen Weg; doch der Herr lud unser aller Sünde auf ihn. Er ward misshandelt und niedergedrückt, doch er tat seinen Mund nicht auf; wie ein Lamm wurde er zur Schlachtbank geführt. Nachdem er gelitten hat, wird er das Licht des Lebens sehen und gesättigt werden. Durch seine Erkenntnis wird mein gerechter Knecht viele rechtfertigen, und er wird ihre Sünden tragen.”",
            "author": "Jesaja 53, Zusammenfassung"
        }
    },
    "gallery": {
        "title": "Galerie",
        "category": {
            "video": "Video",
            "photo": "Foto",
            "all": "Alle"
        }
    },
    "contact": {
        "title": "Kontakt",
        "label": {
            "firstName": "Vorname",
            "lastName": "Nachname",
            "email": "E-Mail",
            "telephone": "Telefon",
            "message": "Nachricht"
        },
        "submit": "Senden"
    }
}