{
    "backgroundMusic": {
        "listen": "Listen",
        "pause": "Pause"
    },
    "menu": {
        "label": {
            "projects": "Projects",
            "about": "About",
            "inspiration": "Inspiration",
            "gallery": "Gallery",
            "contact": "Contact"
        }
    },
    "cookieBanner": {
        "text": "This website uses cookies to ensure you get the best experience on our website.",
        "link": "More info",
        "button": "Got it!"
    },
    "footer": {
        "contact": "Contact me"
    },
    "home": {
        "section": {
            "project": {
                "title": "Fading Hell",
                "description": "A music project that I'm currently working on."
            },
            "about": {
                "title": "About",
                "descriptionOne": "Hello, I am Andrej Koller, a web developer specializing in frontend and backend development.",
                "descriptionTwo": "Aside from coding, I am passionate about playing the piano and organ, aiming to create unique and atmospheric performances. Through music, I seek to inspire and motivate others by sharing meaningful and uplifting pieces."
            }
        }
    },
    "about": {
        "section": {
            "introduction": {
                "title": "About",
                "subtitle": "Bridging Code, Creativity, and Curiosity",
                "descriptionOne": "Thank you for taking the time to learn more about me. My days are largely filled with planning and programming, where I focus on web development and data management. I'm always eager to expand my knowledge, explore new technologies, and refine my skills. If you're interested in the specific tools and programming languages I work with, feel free to check out my GitHub profile.",
                "descriptionTwo": "If you're curious about my projects, I encourage you to explore my GitHub for both current and future uploads. You'll find all relevant links at the end of each page.",
                "descriptionThree": "Beyond programming, music plays a vital role in my life. Playing classical piano and organ allows me to immerse myself in different musical worlds, shaped by composers such as Satie, Schumann, Mozart, and Chopin. I have a deep passion for forgotten and lesser-known organ music, both historical and contemporary, and enjoy uncovering lost works to bring them back to life. Through my YouTube channel, I share a unique collection of organ and piano recordings, showcasing the beauty of these instruments across various styles. If you're interested in collaborating on musical projects, feel free to reach out—I'm always open to new connections."
            },
            "instruments": {
                "title": "Instruments",
                "descriptionOne": "A Yamaha YDP 164B, an 88-key digital piano with fully weighted keys that replicate the feel of an acoustic grand."
            },
            "thankYou": {
                "descriptionOne": "I want to thank everyone who truly listens to me and understands me—especially through my music.",
                "descriptionTwo": "Andrej Koller"
            },
            "audio": {
                "title": "Audio",
                "infoOne": "Trois Gymnopédies -",
                "infoTwo": "Gymnopédie No. 3,",
                "infoThree": " Éric Satie"
            }
        }
    },
    "projects": {
        "title": "Projects",
        "category": {
            "solo": "Solo",
            "ensemble": "Ensemble",
            "all": "All"
        }
    },
    "project": {
        "category": {
            "solo": "Solo",
            "ensemble": "Ensemble",
            "All": "All"
        },
        "instrument": {
            "fortePiano": "Fortepiano",
            "pipeOrgan": "Pipe Organ"
        },
        "notification": {
            "text": "This piece is currently in production. A video performance will be available soon."
        },
        "gymnopedies": {
            "title": "Trois Gymnopédies",
            "description": "Érik Satie composed these three brief and atmospheric compositions in 3/4 time, each of which shares a common theme and structure. When experienced, they release a sentimental longing for the past or the bittersweet unknown. A time and place where you have never been before."
        },
        "oversky": {
            "title": "Oversky",
            "description": "Luke Howard - 'Oversky' is an atmospheric piano piece characterized by gentle, floating melodies and a melancholic yet hopeful mood. With its minimalist, neoclassical composition, it evokes the image of a vast sky, where delicate sounds drift like passing clouds."
        },
        "lesFeuillesMortes": {
            "title": "Les Feuilles Mortes",
            "description": "Jean-Michel Blais' interpretation of Les Feuilles Mortes captures the nostalgic essence of the classic French song while infusing it with his signature contemporary neoclassical style. His delicate touch on the piano brings out the melancholic beauty of falling autumn leaves, evoking a sense of longing and reflection. With soft, flowing melodies and subtle dynamic shifts, the piece feels intimate and cinematic, as if carrying the listener through a quiet, golden-hued autumn afternoon."
        },
        "gnossiennes": {
            "title": "Gnossiennes",
            "description": "Satie's Gnossiennes exist in a realm beyond traditional form or time. Without bar lines or conventional tempo, they drift like musical incense—weightless, enigmatic, and inward. The melodies feel ancient and unfamiliar, as though they were unearthed rather than written, and the harmonies wander with an almost ritualistic logic. Silence is not merely a pause here; it becomes a partner to the notes, shaping meaning through absence as much as presence."
        },
        "vexations": {
            "title": "Vexations",
            "description": "Vexations is an enigmatic and haunting work written for solo piano. Its slow, dissonant theme—meant to be repeated 840 times—invites the listener into a trance-like state that blurs the line between time and emotion. The piece evokes a sense of quiet introspection, as if wandering endlessly through the corridors of the mind, searching for something lost or never known."
        }
    },
    "inspiration": {
        "title": "Inspiration",
        "descriptionOne": "This is a collection of the gems that have sustained me over time: inspirational quotes,",
        "descriptionTwo": "personal testimonies, and thought-provoking videos."
    },
    "gallery": {
        "title": "Gallery"
    },
    "contact": {
        "title": "Contact",
        "label": {
            "firstName": "First Name",
            "lastName": "Last Name",
            "email": "Email",
            "telephone": "Thelephone",
            "message": "Message"
        },
        "submit": "Send"
    }
}