{
    "backgroundMusic": {
        "listen": "Слушать",
        "pause": "Пауза"
    },
    "menu": {
        "label": {
            "projects": "Проекты",
            "about": "Обо мне",
            "inspiration": "Вдохновение",
            "gallery": "Галерея",
            "contact": "Контакт"
        }
    },
    "cookieBanner": {
        "text": "Этот веб-сайт использует файлы cookie, чтобы обеспечить вам наилучший опыт использования нашего веб-сайта.",
        "link": "Дополнительная информация",
        "button": "Понял!"
    },
    "footer": {
        "contact": "Связаться со мной"
    },
    "home": {
        "section": {
            "project": {
                "title": "Fading Hell",
                "description": "Музыкальный проект, над которым я сейчас работаю."
            },
            "about": {
                "title": "Обо мне",
                "descriptionOne": "Привет, я Андрей Коллер, веб-разработчик, специализирующийся на фронтенд- и бэкенд-разработке.",
                "descriptionTwo": "Помимо программирования, я увлеченно играю на пианино и органе, стремясь создавать уникальные и атмосферные выступления. Через музыку я стремлюсь вдохновить и мотивировать других, делясь значимыми и воодушевляющими произведениями."
            }
        }
    },
    "about": {
        "section": {
            "introduction": {
                "title": "Обо мне",
                "subtitle": "Мост между кодом, креативностью и любопытством",
                "descriptionOne": "Спасибо, что нашли время узнать обо мне больше. Мои дни в основном заполнены планированием и программированием, где я сосредоточен на веб-разработке и управлении данными. Я всегда стремлюсь расширить свои знания, исследовать новые технологии и совершенствовать свои навыки. Если вас интересуют конкретные инструменты и языки программирования, с которыми я работаю, не стесняйтесь заглянуть в мой профиль на GitHub.",
                "descriptionTwo": "Если вам любопытны мои проекты, я рекомендую вам исследовать мой GitHub для текущих и будущих загрузок. Все соответствующие ссылки вы найдете внизу каждой страницы.",
                "descriptionThree": "Помимо программирования, музыка играет жизненно важную роль в моей жизни. Играя на классическом пианино и органе, я могу погрузиться в разные музыкальные миры, сформированные такими композиторами, как Сати, Шуман, Моцарт и Шопен. Я глубоко увлечен забытой и менее известной органной музыкой, как исторической, так и современной, и мне нравится открывать потерянные произведения, чтобы вернуть их к жизни. На своем канале YouTube я делюсь уникальной коллекцией записей органа и пианино, демонстрируя красоту этих инструментов в различных стилях. Если вы заинтересованы в сотрудничестве по музыкальным проектам, не стесняйтесь обращаться — я всегда открыт для новых знакомств."
            },
            "instruments": {
                "title": "Инструменты",
                "descriptionOne": "Yamaha YDP 164B, 88-клавишное цифровое пианино с полностью взвешенными клавишами, которые имитируют ощущения от игры на акустическом рояле."
            },
            "thankYou": {
                "descriptionOne": "Я хочу поблагодарить всех, кто действительно слушает меня и понимает меня — особенно через мою музыку.",
                "descriptionTwo": "Андрей Коллер"
            },
            "audio": {
                "title": "Аудио",
                "infoOne": "Trois Gymnopédies -",
                "infoTwo": "Gymnopédie No. 3,",
                "infoThree": " Érik Satie"
            }
        }
    },
    "projects": {
        "title": "Проекты",
        "category": {
            "solo": "Соло",
            "ensemble": "Ансамбль",
            "all": "Все"
        }
    },
    "project": {
        "category": {
            "solo": "Соло",
            "ensemble": "Ансамбль",
            "All": "Все"
        },
        "instrument": {
            "fortePiano": "Фортепиано",
            "pipeOrgan": "Орган"
        },
        "notification": {
            "text": "Это произведение в настоящее время находится в производстве. Видео-выступление будет доступно скоро."
        },
        "gymnopedies": {
            "title": "Trois Gymnopédies",
            "description": "Trois Gymnopédies - это три музыкальных произведения для фортепиано, написанные Эриком Сати в 1888 году. Эти произведения известны своей меланхоличной и мечтательной атмосферой, с простыми, но запоминающимися мелодиями и необычной гармонией. Они часто интерпретируются как символы ностальгии и внутреннего покоя."
        },
        "oversky": {
            "title": "Oversky",
            "description": "Luke Howard - 'Oversky' — атмосферная фортепианная пьеса, характеризующаяся нежными, плывущими мелодиями и меланхоличным, но обнадеживающим настроением. Благодаря своей минималистской, неоклассической композиции она вызывает образ огромного неба, где нежные звуки плывут, словно проплывающие облака."
        },
        "lesFeuillesMortes": {
            "title": "Les Feuilles Mortes",
            "description": "Интерпретация Les Feuilles Mortes Жаном-Мишелем Бле передает ностальгическую сущность классической французской песни, привнося в нее свой фирменный современный неоклассический стиль. Его деликатное прикосновение к фортепиано выявляет меланхоличную красоту падающих осенних листьев, вызывая чувство тоски и размышления. С мягкими, текущими мелодиями и тонкими динамическими сдвигами произведение кажется интимным и кинематографичным, как будто перенося слушателя через тихий, золотисто-осенний полдень."
        },
        "gnossiennes": {
            "title": "Gnossiennes",
            "description": "Gnossiennes - это серия из трех музыкальных произведений для фортепиано, написанных Эриком Сати в 1890 году. Эти произведения известны своей свободной формой и отсутствием традиционных тактовых размеров, что создает атмосферу мечтательности и интроспекции. Они часто интерпретируются как символы ностальгии и внутреннего покоя, с мелодиями, которые кажутся одновременно знакомыми и чуждыми."
        },
        "vexations": {
            "title": "Vexations",
            "description": "Vexations - это загадочное и завораживающее произведение для соло-фортепиано, написанное Эриком Сати в 1893 году. Оно состоит из одного медленного, диссонансного мотива, который должен повторяться 840 раз, создавая гипнотическое состояние, в котором граница между временем и чувством стирается. Произведение вызывает чувство тихой интроспекции, как будто вы бесконечно бродите по коридорам разума в поисках чего-то потерянного или неизвестного."
        },
        "nocturneEFlatMajor": {
            "title": "Nocturne in E-flat Major, Op. 9 No. 2",
            "description": "Ноктюрн Шопена в ми-бемоль мажоре — это нежное размышление о красоте, тоске и тишине. Текущая с лирической грацией, пьеса открывается как нежный шепот, ее орнаментированная мелодия разворачивается на фоне мягко пульсирующего аккомпанемента. Каждая фраза, кажется, вздыхает, как будто вспоминая что-то полузабытое — сон, воспоминание, мимолетное прикосновение."
        }
    },
    "inspiration": {
        "title": "Вдохновение",
        "descriptionOne": "Это коллекция драгоценностей, которые поддерживали меня с течением времени: вдохновляющие цитаты,",
        "descriptionTwo": "личные свидетельства и провокационные",
        "itemOne": {
            "quote": "“Прежде всего, не лги самому себе. Лгущий самому себе и слушающий собственную ложь доходит до того, что не может различить правды ни в себе, ни вокруг себя, и потому теряет всякое уважение к себе и к другим. А не имея уважения, перестает любить.”",
            "author": "Федор Достоевский, Братья Карамазовы"
        },
        "itemTwo": {
            "quote": "“Чтобы добиться великих дел, нужны две вещи: план и не так много времени.”",
            "author": "Леонард Бернштейн"
        },
        "itemThree": {
            "quote": "“Пролить свет на тьму человеческих сердец — таков долг художника.”",
            "author": "Роберт Шуман"
        },
        "itemFour": {
            "quote": "“Но как можно жить и не иметь истории, которую можно рассказать?”",
            "author": "Федор Достоевский, Белые ночи"
        },
        "itemFive": {
            "quote": "“Если и когда ты полюбишь, пусть ты будешь счастлив с ней. Мне не нужно желать ей ничего, потому что она будет счастлива с тобой. Пусть твое небо всегда будет ясным, пусть твоя милая улыбка всегда будет яркой и счастливой, и пусть ты будешь вечно благословен за тот миг блаженства и счастья, который ты подарил другому одинокому и благодарному сердцу. Разве такого мгновения недостаточно для всей жизни?”",
            "author": "Федор Достоевский, Белые ночи"
        },
        "itemSix": {
            "quote": "“Тот, кто спасет одну жизнь, спасет весь мир.”",
            "author": "Штерн, Список Шиндлера"
        },
        "itemSeven": {
            "quote": "“Чтобы иметь возможность мыслить, нужно рисковать быть оскорбительным.”",
            "author": "Джордан Б. Петерсон"
        },
        "itemEight": {
            "quote": "“Carpe diem.”",
            "author": "Квинт Гораций Флакк"
        },
        "itemNine": {
            "quote": "“Музыка является посредником между духовной и чувственной жизнью.”",
            "author": "Людвиг ван Бетховен"
        },
        "itemTen": {
            "quote": "“Он был презираем и отвергнут человечеством, человек страданий и знакомый с болью. Конечно, он взял на себя нашу боль и понес наши страдания, а мы думали, что он был наказан Богом. Но он был пронзён за грехи наши, он был мучим за беззакония наши; наказание мира нашего было на нём, и ранами его мы исцелились. Все мы блуждали, как овцы, совратились каждый на свою дорогу; и Господь возложил на него грехи всех нас. Он был притесняем и страдал, но не открывал уст своих; его вели, как овцу, на заклание. По страдании его он узрит свет жизни и насытится; чрез познание его он, праведник, Раб мой, оправдает многих и грехи их на себе понесёт.”",
            "author": "Исаия 53, резюме"
        }
    },
    "gallery": {
        "title": "Галерея",
        "category": {
            "video": "Видео",
            "photo": "Фото",
            "all": "Все"
        }
    },
    "contact": {
        "title": "Контакт",
        "label": {
            "firstName": "Имя",
            "lastName": "Фамилия",
            "email": "Электронная почта",
            "telephone": "Телефон",
            "message": "Сообщение"
        },
        "message": {
            "success": "Ваше сообщение было успешно отправлено. Я свяжусь с вами в ближайшее время.",
            "error": "Произошла ошибка при отправке вашего сообщения. Пожалуйста, попробуйте еще раз позже."
        },
        "submit": "Отправить"
    }
}